var local_database = [
    {
        date: "Sep 18 2016",
        title: '1、九年前的今天',
        imgSrc: '/images/post/crab.png',
        avatar: '/images/avatar/1.png',
        content: '1、九年前的今天，乔布斯在旧金山莫斯康展览中心发布了第一代iPhone，作为项目主管之一的汤尼·费戴尔后来回忆，这项开发的挑战性几乎能够和「人类首次登月」相比，因为无法满足乔布斯的要求，签下保密协议之后愤而离职的工程师不在少数。',
        collection: '112',
        reading: '96',
        img_condition: true,
        headImgSrc: '/images/post/crab.png',
        author: 'viiv',
        dateTime: '24小时前',
        detail: '选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。',
        postId: 0,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38',
            title: '谭咏麟-朋友',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000'
        }
    },
    {
        date: "Sep 18 2016",
        title: '2、九年前的今天',
        imgSrc: '/images/post/crab.png',
        avatar: '/images/avatar/1.png',
        content: '2、九年前的今天，乔布斯在旧金山莫斯康展览中心发布了第一代iPhone，作为项目主管之一的汤尼·费戴尔后来回忆，这项开发的挑战性几乎能够和「人类首次登月」相比，因为无法满足乔布斯的要求，签下保密协议之后愤而离职的工程师不在少数。',
        collection: '112',
        reading: '96',
        img_condition: true,
        headImgSrc: '/images/post/crab.png',
        author: 'viiv',
        dateTime: '24小时前',
        detail: '选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。',
        postId: 1,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38',
            title: '齐秦-夜夜夜夜',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000'
        }
    },
    {
        date: "Sep 18 2016",
        title: '3、九年前的今天',
        imgSrc: '/images/post/crab.png',
        avatar: '/images/avatar/1.png',
        content: '3、九年前的今天，乔布斯在旧金山莫斯康展览中心发布了第一代iPhone，作为项目主管之一的汤尼·费戴尔后来回忆，这项开发的挑战性几乎能够和「人类首次登月」相比，因为无法满足乔布斯的要求，签下保密协议之后愤而离职的工程师不在少数。',
        collection: '112',
        reading: '96',
        img_condition: true,
        headImgSrc: '/images/post/crab.png',
        author: 'viiv',
        dateTime: '24小时前',
        detail: '选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。',
        postId: 2,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38',
            title: '李宗盛-鬼迷心窍',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000'
        }
    },
    {
        date: "Sep 18 2016",
        title: '4、九年前的今天',
        imgSrc: '/images/post/bl.png',
        avatar: '/images/avatar/1.png',
        content: '4、九年前的今天，乔布斯在旧金山莫斯康展览中心发布了第一代iPhone，作为项目主管之一的汤尼·费戴尔后来回忆，这项开发的挑战性几乎能够和「人类首次登月」相比，因为无法满足乔布斯的要求，签下保密协议之后愤而离职的工程师不在少数。',
        collection: '112',
        reading: '96',
        img_condition: true,
        headImgSrc: '/images/post/bl.png',
        author: 'viiv',
        dateTime: '24小时前',
        detail: '选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。',
        postId: 3,
        music: {
            url: '',
            title: '',
            coverImg: ''
        }
    }
    ,
    {
        date: "Sep 18 2016",
        title: '5、九年前的今天',
        imgSrc: '/images/post/vr.png',
        avatar: '/images/avatar/1.png',
        content: '5、九年前的今天，乔布斯在旧金山莫斯康展览中心发布了第一代iPhone，作为项目主管之一的汤尼·费戴尔后来回忆，这项开发的挑战性几乎能够和「人类首次登月」相比，因为无法满足乔布斯的要求，签下保密协议之后愤而离职的工程师不在少数。',
        collection: '112',
        reading: '96',
        img_condition: true,
        headImgSrc: '/images/post/vr.png',
        author: 'viiv',
        dateTime: '24小时前',
        detail: '选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。选在这个特殊的值得致敬的纪念日，张小龙为微信正式上线了举世瞩目的「小程序」，没有新闻通稿，没有红包开路，也没有校园日记，凌晨时分刚过，「小程序」就在转瞬之间占领了所有互联网从业者的首页，不到两个小时，一家科技媒体的「小程序」体验群就建到了第二十个编号，举目整个中国互联网，没有任何产品的所谓「势能」，能够与其比肩同驻。',
        postId: 4,
        music: {
            url: 'http://ws.stream.qqmusic.qq.com/M500001VfvsJ21xFqb.mp3?guid=ffffffff82def4af4b12b3cd9337d5e7&uin=346897220&vkey=6292F51E1E384E061FF02C31F716658E5C81F5594D561F2E88B854E81CAAB7806D5E4F103E55D33C16F3FAC506D1AB172DE8600B37E43FAD&fromtag=46',
            title: '许巍-此时此刻 ',
            coverImg: 'http://y.gtimg.cn/music/photo_new/T002R300x300M000003rsKF44GyaSk.jpg?max_age=2592000'
        }
    }
];

module.exports = {
    postList: local_database
}